const TextSection = () => {
  return (
    <div className='flex flex-col gap-4'>
      <p>
        В нашей жизни, когда время становится все более ценным ресурсом, задача планирования приема
        пищи становится все более сложной.
      </p>
      <p>
        Часто мы сталкиваемся с дилеммой: что приготовить на завтрак, обед или ужин? Каким образом
        мы можем легко и быстро определиться с выбором блюда и не тратить много времени на принятие
        этого решения?
      </p>
      <p>Наш сервис поможет: выбирайте параметры - и вперед!</p>
    </div>
  );
};

export default TextSection;
